# Словарь с категориями и словами
GAME_DATA = {
    "Локации": [
        "Пляж", "Банк", "Самолёт", "Цирк", "Корпоратив", "Полиция", "Ресторан", "Школа",
        "Космостанция", "Больница", "Полярная станция", "Театр", "Воинская часть", "Казино",
        "Лайнер", "Стройка", "Метро", "Библиотека", "Зоопарк", "Тюрьма", "Баня", "Стадион"
    ],
    "Животные": [
        "Слон", "Жираф", "Пингвин", "Кошка", "Собака", "Крокодил", "Лев", "Медведь",
        "Акула", "Орёл", "Дельфин", "Кенгуру", "Ёж", "Змея", "Хомяк", "Тигр", "Панда",
        "Волк", "Лиса", "Заяц"
    ],
    "Профессии": [
        "Врач", "Полицейский", "Учитель", "Пожарный", "Программист", "Повар", "Космонавт",
        "Актер", "Фермер", "Спортсмен", "Художник", "Пилот", "Водитель", "Президент",
        "Детектив", "Клоун", "Строитель", "Судья", "Стюардесса", "Блогер"
    ],
    "Еда и Напитки": [
        "Пицца", "Суши", "Борщ", "Бургер", "Мороженое", "Шоколад", "Кофе", "Чай",
        "Арбуз", "Хлеб", "Сыр", "Яблоко", "Банан", "Торт", "Пельмени", "Шашлык",
        "Картошка фри", "Кока-Кола", "Салат", "Макароны"
    ],
    "Хобби и Развлечения": [
        "Рыбалка", "Футбол", "Чтение", "Рисование", "Танцы", "Компьютерные игры",
        "Путешествия", "Йога", "Фотография", "Кулинария", "Охота", "Шахматы",
        "Плавание", "Пение", "Вязание", "Кемпинг", "Шопинг", "Бокс", "Велосипед"
    ],
    "Транспорт": [
        "Велосипед", "Автомобиль", "Поезд", "Самолёт", "Вертолёт", "Корабль", "Подводная лодка",
        "Ракета", "Трамвай", "Автобус", "Мотоцикл", "Самокат", "Трактор", "Скейтборд",
        "Такси", "Грузовик", "Яхта", "Воздушный шар", "Метро", "Лифт"
    ],
    "Предметы быта": [
        "Холодильник", "Телевизор", "Утюг", "Пылесос", "Микроволновка", "Зубная щетка",
        "Диван", "Кровать", "Зеркало", "Ноутбук", "Телефон", "Часы", "Лампа",
        "Кастрюля", "Нож", "Вилка", "Полотенце", "Шкаф", "Стул", "Ковёр"
    ],
    "Супергерои и Персонажи": [
        "Человек-паук", "Бэтмен", "Супермен", "Гарри Поттер", "Шрек", "Дед Мороз",
        "Микки Маус", "Губка Боб", "Железный человек", "Тор", "Халк", "Джокер",
        "Дарт Вейдер", "Йода", "Винни-Пух", "Карлсон", "Буратино", "Золушка"
    ]
}